Repository: pipixdev/FlowDown
Catalog: FlowDown/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans

source: Apple Intelligence model is not ready. Try again later.
de: Das Apple-Intelligence-Modell ist nicht bereit. Versuche es später erneut.
es: El modelo de Apple Intelligence no está listo. Inténtalo más tarde.
fr: Le modèle Apple Intelligence n’est pas prêt. Réessayez plus tard.
ja: Apple Intelligence モデルの準備ができていません。後でもう一度お試しください。
ko: Apple Intelligence 모델이 준비되지 않았습니다. 나중에 다시 시도하세요.
zh_hans: Apple 智能的模型尚未就绪，请稍后再查看。

source: Apple Intelligence Not Enabled
de: Apple Intelligence nicht aktiviert
es: Apple Intelligence no habilitada
fr: Apple Intelligence non activée
ja: Apple Intelligence が無効
ko: Apple Intelligence가 활성화되지 않음
zh_hans: Apple 智能未启用。

source: Apple Intelligence provides on-device AI capabilities when available.
de: Apple Intelligence bietet, wenn verfügbar, KI-Funktionen direkt auf dem Gerät.
es: Apple Intelligence ofrece capacidades de IA en el dispositivo cuando está disponible.
fr: Apple Intelligence offre des capacités d’IA sur l’appareil lorsqu’elle est disponible.
ja: 利用可能な場合、Apple Intelligence はデバイス上で AI 機能を提供します。
ko: Apple Intelligence는 사용 가능할 때 온디바이스 AI 기능을 제공합니다.
zh_hans: Apple 智能在设备上提供离线可用的模型。

source: Apple Shortcuts
de: Apple Kurzbefehle
es: Atajos de Apple
fr: Raccourcis Apple
ja: Appleショートカット
ko: Apple 단축어
zh_hans: 快捷指令

source: Application Prompt Behavior
de: Verhalten des Anwendungs-Prompts
es: Comportamiento de la instrucción de la app
fr: Comportement des invites d’application
ja: アプリケーションプロンプトの挙動
ko: 앱 프롬프트 동작
zh_hans: 应用程序提示词

source: Are you sure you want to clean the cache? This will also delete partial downloads.
de: Möchtest du den Cache wirklich leeren? Dadurch werden auch Teil-Downloads gelöscht.
es: ¿Seguro que quieres limpiar la caché? Esto también borrará descargas parciales.
fr: Voulez-vous vraiment vider le cache ? Cela supprimera aussi les téléchargements partiels.
ja: キャッシュを削除しますか？未完了のダウンロードも削除されます。
ko: 캐시를 정리하시겠습니까? 부분 다운로드도 삭제됩니다.
zh_hans: 你确定要清理缓存吗？这包括未完成的下载项。

source: Are you sure you want to delete all conversations and related data?
de: Möchtest du wirklich alle Unterhaltungen und zugehörigen Daten löschen?
es: ¿Seguro que quieres borrar todas las conversaciones y datos relacionados?
fr: Voulez-vous vraiment supprimer toutes les conversations et les données associées ?
ja: すべての会話と関連データを削除してよろしいですか？
ko: 모든 대화와 관련 데이터를 삭제하시겠습니까?
zh_hans: 你确定要删除所有的对话和相关数据吗？

source: Are you sure you want to delete all evaluation sessions?
de: Möchten Sie wirklich alle Bewertungssitzungen löschen?
es: ¿Seguro que quieres eliminar todas las sesiones de evaluación?
fr: Êtes-vous sûr de vouloir supprimer toutes les sessions d'évaluation ?
ja: すべての評価セッションを削除してもよろしいですか？
ko: 모든 평가 세션을 삭제하시겠습니까?
zh_hans: 确定要删除所有评估会话吗？

source: Are you sure you want to delete all stored memories? This action cannot be undone.
de: Möchtest du wirklich alle gespeicherten Erinnerungen löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres borrar todos los recuerdos almacenados? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer toutes les mémoires enregistrées ? Cette action est irréversible.
ja: 保存済みメモリーをすべて削除してよろしいですか？この操作は元に戻せません。
ko: 모든 저장된 메모리를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
zh_hans: 您确定要删除所有已存储的记忆吗？此操作无法撤销。

source: Are you sure you want to delete this MCP server? This action cannot be undone.
de: Möchtest du diesen MCP-Server wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres borrar este servidor MCP? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer ce serveur MCP ? Cette action est irréversible.
ja: この MCP サーバーを削除してよろしいですか？この操作は元に戻せません。
ko: 이 MCP 서버를 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
zh_hans: 你确定要删除这个 MCP 服务器吗？此操作不可撤销。

source: Are you sure you want to delete this model? This action cannot be undone.
de: Möchtest du dieses Modell wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres borrar este modelo? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer ce modèle ? Cette action est irréversible.
ja: このモデルを削除してよろしいですか？この操作は元に戻せません。
ko: 이 모델을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
zh_hans: 你确定要删除这个模型吗？这项操作不可撤销。

source: Are you sure you want to delete this template? This action cannot be undone.
de: Möchtest du diese Vorlage wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres borrar esta plantilla? Esta acción no se puede deshacer.
fr: Voulez-vous vraiment supprimer ce modèle ? Cette action est irréversible.
ja: このテンプレートを削除してよろしいですか？この操作は元に戻せません。
ko: 이 템플릿을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
zh_hans: 你确定要删除这个模板吗？此操作不可撤销。

source: Are you sure you want to remove all content and reset the entire database? App will close after reset.
de: Möchtest du wirklich alle Inhalte entfernen und die gesamte Datenbank zurücksetzen? Die App wird danach geschlossen.
es: ¿Seguro que quieres eliminar todo el contenido y restablecer toda la base de datos? La app se cerrará tras el restablecimiento.
fr: Voulez-vous vraiment supprimer tout le contenu et réinitialiser toute la base de données ? L’application se fermera après la réinitialisation.
ja: すべての内容を削除してデータベースをリセットしますか？リセット後にアプリは終了します。
ko: 모든 콘텐츠를 제거하고 전체 데이터베이스를 재설정하시겠습니까? 재설정 후 앱이 종료됩니다.
zh_hans: 你确定要删除全部内容并重置数据库吗？软件将会退出。

source: Are you sure you want to remove all content inside temporary directory?
de: Möchtest du wirklich alle Inhalte im temporären Verzeichnis entfernen?
es: ¿Seguro que quieres eliminar todo el contenido del directorio temporal?
fr: Voulez-vous vraiment supprimer tout le contenu du répertoire temporaire ?
ja: 一時ディレクトリ内のすべての内容を削除してよろしいですか？
ko: 임시 디렉터리의 모든 콘텐츠를 제거하시겠습니까?
zh_hans: 你确定要删除临时文件夹内的所有内容吗？

source: Are you sure you want to terminate this request?
de: Möchtest du diese Anfrage wirklich beenden?
es: ¿Seguro que quieres finalizar esta solicitud?
fr: Voulez-vous vraiment interrompre cette requête ?
ja: このリクエストを終了してよろしいですか？
ko: 이 요청을 종료하시겠습니까?
zh_hans: 你确定要终止请求吗？

source: Ask Model
de: Modell fragen
es: Preguntar al modelo
fr: Interroger le modèle
ja: モデルに尋ねる
ko: 모델에게 요청
zh_hans: 询问模型

source: Ask Model + Image
de: Modell fragen + Bild
es: Preguntar al modelo + imagen
fr: Interroger le modèle + image
ja: モデルに尋ねる + 画像
ko: 모델에게 요청 + 이미지
zh_hans: 询问模型 + 图像

source: Assistant
de: Assistent
es: Asistente
ja: アシスタント
ko: 어시스턴트
zh_hans: 助手

source: Assistant Reply
de: Antwort des Assistenten
es: Respuesta del asistente
fr: Réponse de l'assistant
ja: アシスタントの返信
ko: 어시스턴트 답변
zh_hans: 助手回复

source: At least one candidate is required.
de: Mindestens ein Kandidat ist erforderlich.
es: Se requiere al menos un candidato.
fr: Au moins un candidat est requis.
ja: 少なくとも1つの候補が必要です。
ko: 최소 한 명의 후보가 필요합니다.
zh_hans: 至少需要一个候选项。

source: Attached %lld Documents
de: Angehängt: %lld Dokumente
es: %lld documentos adjuntos
fr: Pièces jointes : %lld documents
ja: 添付されたドキュメント %lld 件
ko: 첨부된 문서 %lld개
zh_hans: 添加了 %lld 份文档

source: Attachment shared via Shortcut.
de: Anhang über Shortcut geteilt.
es: Adjunto compartido mediante Atajo.
fr: Pièce jointe partagée via Raccourci.
ja: ショートカット経由で添付が共有されました。
ko: 단축어를 통해 첨부 파일이 공유되었습니다.
zh_hans: 通过快捷指令分享的附件。

source: Audio attachment "%@" was skipped because the active model does not support audio input.
de: Audioanhang „%@“ wurde übersprungen, da das aktive Modell Audioeingaben nicht unterstützt.
es: El adjunto de audio "%@" se omitió porque el modelo activo no admite entrada de audio.
fr: La pièce jointe audio "%@" a été ignorée car le modèle actif ne prend pas en charge l’entrée audio.
ja: 現在のモデルが音声入力をサポートしないため、音声添付「%@」はスキップされました。
ko: 활성 모델이 오디오 입력을 지원하지 않아 오디오 첨부 "%@"(이)가 건너뛰어졌습니다.
zh_hans: 由于当前模型不支持音频输入，音频附件“%@”已被跳过。

source: Audio models can listen to sounds in attachments.
de: Audiomodelle können Töne in Anhängen hören.
es: Los modelos de audio pueden escuchar sonidos en los archivos adjuntos.
fr: Les modèles audio peuvent écouter les sons dans les pièces jointes.
ja: オーディオモデルは添付ファイル内の音声を聞くことができます。
ko: 오디오 모델은 첨부 파일의 소리를 들을 수 있습니다.
zh_hans: 音频模型可以听取附件中的声音。

source: Audio Processing
de: Audiobearbeitung
es: Procesamiento de audio
fr: Traitement audio
ja: 音声処理
ko: 오디오 처리
zh_hans: 音频处理

source: Authorized
de: Autorisiert
es: Autorizado
fr: Autorisé
ja: 許可済み
ko: 승인됨
zh_hans: 已授权

source: Automate workflows and Siri intents deeply integrated with OS.
de: Automatisiere Workflows und Siri-Intents, tief ins OS integriert.
es: Automatiza flujos de trabajo e intents de Siri con integración profunda en el SO.
fr: Automatisez workflows et intentions Siri, intégrés en profondeur au système.
ja: OS と深く統合されたワークフローと Siri インテントを自动化。
ko: OS에 깊이 통합된 워크플로와 Siri 인텐트를 자동화합니다.
zh_hans: 深度集成操作系统的自动化工作流与 Siri 意图。

source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
ja: オートメーション
ko: 자동화
zh_hans: 自动化

source: Auxiliary Visual Model
de: Zusätzliches visuelles Modell
es: Modelo visual auxiliar
fr: Modèle visuel auxiliaire
ja: 補助ビジュアルモデル
ko: 보조 비주얼 모델
zh_hans: 视觉辅助模型

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
ja: 利用可能
ko: 사용 가능
zh_hans: 可用

source: Available tool(s): %@
de: Verfügbare Tools: %@
es: Herramientas disponibles: %@
fr: Outil(s) disponible(s) : %@
ja: 利用可能なツール: %@
ko: 사용 가능한 도구: %@
zh_hans: 可用工具：%@

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
zh_hans: 返回

source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
ja: バランス
ko: 균형
zh_hans: 均衡

source: Bing Search
de: Bing-Suche
es: Búsqueda en Bing
fr: Recherche Bing
ja: Bing 検索
ko: Bing 검색
zh_hans: 必应搜索

source: Body Fields
de: Body-Felder
es: Campos del cuerpo
fr: Champs du corps
ja: 本文フィールド
ko: 본문 필드
zh_hans: 请求体

source: Browse and select any FlowDown conversation.
de: Durchsuche und wähle eine beliebige FlowDown-Unterhaltung.
es: Busca y selecciona cualquier conversación de FlowDown.
fr: Parcourez et sélectionnez n’importe quelle conversation FlowDown.
ja: 任意の FlowDown 会話を閲覧して選択します。
ko: 어떤 FlowDown 대화든 찾아 선택하세요.
zh_hans: 浏览并选择任意 FlowDown 对话。

source: Browse, search, and manage stored memories.
de: Gespeicherte Erinnerungen durchsuchen, suchen und verwalten.
es: Explora, busca y gestiona los recuerdos almacenados.
fr: Parcourez, recherchez et gérez les mémoires enregistrées.
ja: 保存済みメモリーを閲覧・検索・管理します。
ko: 저장된 메모리를 찾아보고 검색하고 관리하세요.
zh_hans: 浏览、搜索和管理已存储的记忆。

source: Browsed %lld website(s)
de: %lld Website(s) durchsucht
es: Se exploraron %lld sitios web
fr: Sites consultés : %lld
ja: %lld 件のウェブサイトを閲覧しました
ko: 웹사이트 %lld개를 탐색했습니다
zh_hans: 已阅读 %lld 个网站

source: Browsing %@
de: %@ wird durchsucht
es: Navegando %@
fr: Navigation %@
ja: %@ を閲覧中
ko: %@를 탐색 중
zh_hans: 正在浏览 %@

source: Built-in Tools
de: Integrierte Tools
es: Herramientas integradas
fr: Outils intégrés
ja: 内蔵ツール
ko: 내장 도구
zh_hans: 内建工具

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
ja: カレンダー
ko: 캘린더
zh_hans: 日历

source: Calendar access denied: %@. Please enable calendar access in Settings.
de: Kalenderzugriff verweigert: %@. Bitte Kalenderzugriff in den Einstellungen aktivieren.
es: Acceso al calendario denegado: %@. Activa el acceso al calendario en Ajustes.
fr: Accès au calendrier refusé : %@. Activez l’accès au calendrier dans Réglages.
ja: カレンダーアクセスが拒否されました: %@。設定で許可してください。
ko: 캘린더 접근이 거부되었습니다: %@. 설정에서 캘린더 접근을 허용하세요.
zh_hans: 访问日历被拒绝：%@。请授予日历权限。

source: Calendar access denied. Please enable calendar access in Settings.
de: Kalenderzugriff verweigert. Bitte Kalenderzugriff in den Einstellungen aktivieren.
es: Acceso al calendario denegado. Activa el acceso al calendario en Ajustes.
fr: Accès au calendrier refusé. Activez l’accès au calendrier dans Réglages.
ja: カレンダーアクセスが拒否されました。設定で許可してください。
ko: 캘린더 접근이 거부되었습니다. 설정에서 캘린더 접근을 허용하세요.
zh_hans: 不能访问系统日历。请前往设置检查相关权限。

source: Calendar Events
de: Kalenderereignisse
es: Eventos del calendario
fr: Événements du calendrier
ja: カレンダーイベント
ko: 캘린더 이벤트
zh_hans: 日历事件

source: Calendar Tools
de: Kalender-Tools
es: Herramientas de calendario
fr: Outils calendrier
ja: カレンダーツール
ko: 캘린더 도구
zh_hans: 日历工具

source: Calibrate Size
de: Größe kalibrieren
es: Calibrar tamaño
fr: Calibrer la taille
ja: サイズを校正
ko: 크기 보정
zh_hans: 校准大小

source: Calling Tool...
de: Tool wird aufgerufen...
es: Llamando a la herramienta...
fr: Appel de l’outil...
ja: ツールを呼び出しています...
ko: 도구 호출 중...
zh_hans: 正在调用工具...

source: Calling: %@
de: Aufruf: %@
es: Llamando: %@
fr: Appel : %@
ja: 呼び出し: %@
ko: 호출: %@
zh_hans: 正在调用：%@

source: Camera
de: Kamera
es: Cámara
fr: Caméra
ja: カメラ
ko: 카메라
zh_hans: 相机

source: Camera is not available, please grant camera permission
de: Kamera nicht verfügbar, bitte Kameraberechtigung erteilen
es: La cámara no está disponible; concede permiso de cámara
fr: La caméra n’est pas disponible, veuillez accorder l’autorisation.
ja: カメラが利用できません。カメラ権限を付与してください。
ko: 카메라를 사용할 수 없습니다. 카메라 권한을 허용하세요
zh_hans: 相机不可用。请授予此程序相机权限来使用这个功能。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消

source: Cancelled
de: Abgebrochen
es: Cancelado
fr: Annulé
ja: キャンセル済み
ko: 취소됨
zh_hans: 已取消

source: Candidate A
de: Kandidat A
es: Candidato A
fr: Candidat A
ja: 候補 A
ko: 후보 A
zh_hans: 选项 A

source: Candidate B
de: Kandidat B
es: Candidato B
fr: Candidat B
ja: 候補 B
ko: 후보 B
zh_hans: 选项 B

source: Candidate C
de: Kandidat C
es: Candidato C
fr: Candidat C
ja: 候補 C
ko: 후보 C
zh_hans: 选项 C

source: Candidate D
de: Kandidat D
es: Candidato D
fr: Candidat D
ja: 候補 D
ko: 후보 D
zh_hans: 选项 D

source: Candidates:
de: Kandidaten:
es: Candidatos:
fr: Candidats :
ja: 候補:
ko: 후보:
zh_hans: 候选项：

source: Capabilities
de: Fähigkeiten
es: Capacidades
fr: Capacités
ja: 機能
ko: 기능
zh_hans: 功能

source: Capture
de: Aufzeichnen
es: Capturar
fr: Capturer
ja: キャプチャ
ko: 캡처
zh_hans: 捕捉

source: Capture Web Content
de: Webinhalt erfassen
es: Capturar contenido web
fr: Capturer le contenu web
ja: ウェブコンテンツを取得
ko: 웹 콘텐츠 캡처
zh_hans: 捕捉网页内容

source: Change application behavior, manage language model providers, and get control of your data.
de: Ändere das Verhalten der Anwendung, verwalte Sprachmodell-Anbieter und kontrolliere deine Daten.
es: Cambia el comportamiento de la aplicación, gestiona proveedores de modelos de lenguaje y controla tus datos.
fr: Modifiez le comportement de l’application, gérez les fournisseurs de modèles et contrôlez vos données.
ja: アプリの挙動を変更し、言語モデルプロバイダを管理し、データを制御します。
ko: 앱 동작을 변경하고, 언어 모델 제공자를 관리하며, 데이터에 대한 제어권을 확보하세요.
zh_hans: 修改软件配置，管理语言模型，查看个人数据。

source: Change the behavior of the application, adjust text sizes, tuning editor behavior.
de: Passe das Verhalten der Anwendung an, ändere Textgrößen und stimme den Editor ab.
es: Cambia el comportamiento de la aplicación, ajusta tamaños de texto y afina el comportamiento del editor.
fr: Modifiez le comportement de l’application, ajustez les tailles de texte, réglez le comportement de l’éditeur.
ja: アプリの挙動を変更し、文字サイズを調整し、エディタ動作をチューニングします。
ko: 앱 동작을 변경하고 글자 크기를 조정하며 편집기 동작을 조율합니다.
zh_hans: 修改软件通用设置，调整字体大小和编辑器偏好。

source: Change the branding name display in the app. Leave it empty to use FlowDown.
de: Ändere den angezeigten Markennamen in der App. Leer lassen, um FlowDown zu verwenden.
es: Cambia el nombre de marca que se muestra en la app. Déjalo vacío para usar FlowDown.
fr: Modifiez le nom de marque affiché dans l’app. Laissez vide pour utiliser FlowDown.
ja: アプリ内のブランド表示名を変更します。空のままなら FlowDown を使用します。
ko: 앱에서 표시되는 브랜드 이름을 변경합니다. 비워두면 FlowDown을 사용합니다.
zh_hans: 修改软件的品牌名称。留空以使用 FlowDown。

source: Chat Template
de: Chat-Vorlage
es: Plantilla de chat
fr: Modèle de chat
ja: チャットテンプレート
ko: 채팅 템플릿
zh_hans: 对话模板

source: Chat Templates
de: Chat-Vorlagen
es: Plantillas de chat
fr: Modèles de chat
ja: チャットテンプレート
ko: 채팅 템플릿
zh_hans: 聊天模板

source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
ja: チェック
ko: 확인
zh_hans: 检查

source: Check for Updates...
de: Nach Updates suchen...
es: Buscar actualizaciones...
fr: Rechercher des mises à jour...
ja: アップデートを確認...
ko: 업데이트 확인...
zh_hans: 检查更新

source: Check the spelling or try a new search.
de: Überprüfe die Rechtschreibung oder versuche eine neue Suche.
es: Comprueba la ortografía o prueba con otra búsqueda.
fr: Vérifiez l’orthographe ou essayez une nouvelle recherche.
ja: スペルを確認するか、別の検索を試してください。
ko: 철자를 확인하거나 새 검색을 시도하세요.
zh_hans: 请检查拼写或重新尝试搜索。

source: Checking for Updates
de: Suche nach Updates
es: Buscando actualizaciones
fr: Recherche de mises à jour
ja: アップデートを確認中
ko: 업데이트 확인 중
zh_hans: 检查更新中

source: Choose an audio file to use for the custom sound effect.
de: Wählen Sie eine Audiodatei für den benutzerdefinierten Soundeffekt aus.
es: Elige un archivo de audio para usarlo como efecto de sonido personalizado.
fr: Choisissez un fichier audio pour l’effet sonore personnalisé.
ja: カスタム効果音に使用する音声ファイルを選択します。
ko: 사용자 지정 효과음에 사용할 오디오 파일을 선택합니다.
zh_hans: 选择一个音频文件用作自定义音效。

source: Choose from the models available in FlowDown.
de: Wähle aus den in FlowDown verfügbaren Modellen.
es: Elige entre los modelos disponibles en FlowDown.
fr: Choisissez parmi les modèles disponibles dans FlowDown.
ja: FlowDown で利用できるモデルから選択します。
ko: FlowDown에서 제공되는 모델 중 선택하세요.
zh_hans: 选择 FlowDown 中可用的模型。

source: Choose how we proactively shares stored memories with the model during conversations and automations. This includes system Shortcuts.
de: Lege fest, wie wir gespeicherte Erinnerungen proaktiv mit dem Modell in Unterhaltungen und Automationen teilen. Dies schließt systemweite Shortcuts ein.
es: Elige cómo compartimos de forma proactiva los recuerdos almacenados con el modelo durante conversaciones y automatizaciones. Esto incluye los Atajos del sistema.
fr: Choisissez comment nous partageons proactivement les mémoires stockées avec le modèle pendant les conversations et automatisations, y compris via les Raccourcis système.
ja: 会話やオートメーション（ショートカットを含む）で、保存メモリーをモデルへどのように自動共有するか選択します。
ko: 대화와 자동화 중 저장된 메모리를 어떻게 능동적으로 공유할지 선택합니다. 시스템 단축어도 포함됩니다.
zh_hans: 选择在对话与快捷指令自动化中向模型主动提供记忆的方式。

source: Choose Template
de: Vorlage auswählen
es: Elegir plantilla
fr: Choisir un modèle
ja: テンプレートを選択
ko: 템플릿 선택
zh_hans: 选择模板

source: Choose the default model for new conversations.
de: Wähle das Standardmodell für neue Unterhaltungen.
es: Elige el modelo predeterminado para nuevas conversaciones.
fr: Choisissez le modèle par défaut pour les nouvelles conversations.
ja: 新しい会話のデフォルトモデルを選択します。
ko: 새 대화의 기본 모델을 선택하세요.
zh_hans: 选择新对话开始时使用的模型。

source: City: %@
de: Stadt: %@
es: Ciudad: %@
fr: Ville : %@
ja: 都市: %@
ko: 도시: %@
zh_hans: 城市：%@

source: Classification
de: Klassifizierung
es: Clasificación
ja: 分類
ko: 분류
zh_hans: 分类

source: Classify
de: Klassifizieren
es: Clasificar
fr: Classer
ja: 分類する
ko: 분류하기
zh_hans: 分类

source: Classify + Image
de: Klassifizieren + Bild
es: Clasificar + imagen
fr: Classer + image
ja: 分類 + 画像
ko: 분류 + 이미지
zh_hans: 分类 + 图像

source: Classify Content
de: Inhalt klassifizieren
es: Clasificar contenido
fr: Classer le contenu
ja: コンテンツを分類
ko: 콘텐츠 분류
zh_hans: 分类内容

source: Classify Image
de: Bild klassifizieren
es: Clasificar imagen
fr: Classer l’image
ja: 画像を分類
ko: 이미지 분류
zh_hans: 分类图像

source: Clean Cache
de: Cache leeren
es: Limpiar caché
fr: Vider le cache
ja: キャッシュをクリア
ko: 캐시 정리
zh_hans: 清理缓存

source: Clean image caches, remove partial downloads and more.
de: Bildcaches leeren, Teil-Downloads entfernen u. v. m.
es: Limpia las cachés de imágenes, elimina descargas parciales y más.
fr: Nettoyez les caches d’images, supprimez les téléchargements partiels, et plus encore.
ja: 画像キャッシュを消去し、未完了のダウンロードなどを削除します。
ko: 이미지 캐시를 정리하고 부분 다운로드 등을 제거합니다.
zh_hans: 清理图片缓存，未完成的下载项等内容。

source: Cleaned
de: Gereinigt
es: Limpio
fr: Nettoyé
ja: クリア済み
ko: 정리됨
zh_hans: 已清理

source: Clear
de: Leeren
es: Limpiar
fr: Effacer
ja: クリア
ko: 지우기
zh_hans: 清空

source: Clear All
de: Alles löschen
es: Limpiar todo
fr: Tout effacer
ja: すべてクリア
ko: 모두 지우기
zh_hans: 清除

source: Clear All Memories
de: Alle Erinnerungen löschen
es: Borrar todos los recuerdos
fr: Effacer toutes les mémoires
ja: すべてのメモリーをクリア
ko: 모든 메모리 지우기
zh_hans: 清除全部记忆

source: Clear Editing
de: Bearbeitung löschen
es: Limpiar edición
fr: Effacer l’édition
ja: 編集をクリア
ko: 편집 지우기
zh_hans: 清空编辑内容

source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
zh_hans: 关闭

source: Cloud Model
de: Cloud-Modell
es: Modelo en la nube
fr: Modèle cloud
ja: クラウドモデル
ko: 클라우드 모델
zh_hans: 云端模型

source: Cloud Models
de: Cloud-Modelle
es: Modelos en la nube
fr: Modèles cloud
ja: クラウドモデル
ko: 클라우드 모델
zh_hans: 云端模型

source: Collapse Reasoning Content
de: Begründungsinhalt einklappen
es: Contraer contenido de razonamiento
fr: Replier le contenu de raisonnement
ja: 推論内容を折りたたむ
ko: 추론 내용 접기
zh_hans: 折叠思考过程

source: Collected %d attachments from tool %@.
de: %d Anhänge von Tool %@ gesammelt.
es: Se recopilaron %d adjuntos de la herramienta %@.
fr: %d pièces jointes collectées depuis l’outil %@.
ja: %d 件の添付をツール %@ から収集しました。
ko: 첨부 파일 %d개를 도구 %@에서 수집했습니다.
zh_hans: 已收集 %d 个附件，来自工具 %@。

source: Collected %lld attachments from tool %@.
de: %lld Anhänge von Tool %@ gesammelt.
es: Se recopilaron %lld adjuntos de la herramienta %@.
fr: %lld pièces jointes collectées depuis l’outil %@.
ja: %lld 件の添付をツール %@ から収集しました。
ko: 첨부 파일 %lld개를 도구 %@에서 수집했습니다.
zh_hans: 已收集 %lld 个附件，来自工具 %@。

source: Comment
de: Kommentar
es: Comentario
fr: Commentaire
ja: コメント
ko: 댓글
zh_hans: 备注

source: Complete
de: Fertig
es: Completar
fr: Terminer
ja: 完了
ko: 완료
zh_hans: 完整

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了
ko: 완료됨
zh_hans: 已完成

source: Completed with %lld errors
de: Abgeschlossen mit %lld Fehlern
es: Completado con %lld errores
fr: Terminé avec %lld erreurs
ja: %lld 件のエラーで完了
ko: %lld개 오류로 완료됨
zh_hans: 已完成（%lld 个错误）

source: Compress
de: Komprimieren
es: Comprimir
fr: Compresser
ja: 圧縮
ko: 압축
zh_hans: 压缩

source: Compress Image
de: Bild komprimieren
es: Comprimir imagen
fr: Compresser l’image
ja: 画像を圧縮
ko: 이미지 압축
zh_hans: 压缩图片

source: Compress to New Chat
de: In neuen Chat komprimieren
es: Comprimir a nuevo chat
fr: Compresser vers un nouveau chat
ja: 新規チャットに圧縮
ko: 새 채팅으로 압축
zh_hans: 压缩到新对话

source: Compressing
de: Komprimieren
es: Comprimiendo
fr: Compression
ja: 圧縮中
ko: 압축 중
zh_hans: 正在压缩

source: Conclusion
de: Fazit
es: Conclusión
ja: 結論
ko: 결론
zh_hans: 结论

source: Concurrency Limit
de: Parallelitätslimit
es: Límite de concurrencia
fr: Limite de concurrence
ja: 同時実行数の上限
ko: 동시 요청 제한
zh_hans: 并发限制

source: Configuration
de: Konfiguration
es: Configuración
ja: 設定
ko: 구성
zh_hans: 配置

source: Configuration Verified
de: Konfiguration bestätigt
es: Configuración verificada
fr: Configuration vérifiée
ja: 設定を確認しました
ko: 구성 확인됨
zh_hans: 配置已验证

source: Configuration will be locked after evaluation starts. Make sure the model selection is correct. To adjust temperature and other parameters, set them in the model's Extra Body. Configuration differences directly affect report accuracy.
de: Nach dem Start der Bewertung wird die Konfiguration gesperrt. Bitte vergewissern Sie sich, dass die Modellauswahl korrekt ist. Um temperature und andere Parameter anzupassen, legen Sie sie im Extra Body des Modells fest. Konfigurationsunterschiede wirken sich direkt auf die Genauigkeit des Berichts aus.
es: La configuración se bloqueará después de iniciar la evaluación. Asegúrate de que la selección del modelo sea correcta. Para ajustar temperature y otros parámetros, configúralos en el Extra Body del modelo. Las diferencias de configuración afectan directamente a la precisión del informe.
fr: Une fois l’évaluation lancée, la configuration sera verrouillée. Assurez-vous que le modèle sélectionné est correct. Pour ajuster temperature et d’autres paramètres, définissez-les dans l’Extra Body du modèle. Les différences de configuration affectent directement la précision du rapport.
ja: 評価を開始すると設定はロックされます。モデルの選択が正しいことを確認してください。temperature などのパラメータを調整する場合は、モデルの Extra Body で設定してください。設定の違いはレポートの精度に直接影響します。
ko: 평가를 시작하면 구성이 잠깁니다. 모델 선택이 올바른지 확인하세요. temperature 등 매개변수를 조정하려면 모델의 Extra Body에서 설정하세요. 구성 차이는 보고서 정확도에 직접 영향을 줍니다.
zh_hans: 评测启动后配置将锁定，请务必确认模型选择无误。如需调整温度等参数，请在模型的额外请求体中设置。配置差异将直接影响评测报告的准确性。
